[
  {
    "id": "cet4151201",
    "title": "CET4translate151201",
    "transDirection": "Directions: For this part, you are allowed 30 minutes to translate a passage from Chinese into English.You should write your answer on Answer Sheet 2.",
    "transChinese": "中国是世界上最古老的文明之一。构成现代世界基础的许多元素都起源于中国。中国现在拥有世界上发展最快的经济，并正经历着一次新的工业革命。中国还启动了雄心勃勃的太空探索计划，其中包括到2020年建成一个太空站。目前，中国是世界最大的出口国之一，并正在吸引大量外国投资。同时，它也在海外投资数十亿美元。2011年，中国超越日本成为世界第二大经济体。",
    "transEnglish": "China is one of the most ancient civilizations across the world, from which many elements that construct the foundation of the modem world are derived.Now China has the world's fastest growing economy and is experiencing a new industrial revolution.It has alSo launched an ambitious space exploration plan, including the building of a space station by 2020.Currently, being one of the largest exporters in the world, China is attracting massive foreign investment.Meanwhile, it has invested billions of dollars overseas as well.In 2011, China surpassed Japan, becoming the second largest economic entity in the world.",
    "userTranslate": " ",
    "score": 106.5
  },
  {
    "id": "cet4151202",
    "title": "CET4translate151202",
    "transDirection": "Directions: For this part, you are allowed 30 minutes to translate a passage from Chinese into English.You should write your answer on Answer Sheet 2.",
    "transChinese": "1936年竺可桢授命出任浙江大学[微博]校长。在此之前，他已经是一位声名卓著的自然科学家了。从1936年到1949年，竺可桢当了十三年大学校长。在连绵不断的战争、学运的夹缝中，在极为恶劣的环境下，他跋涉五千里、五易校址、历经五省、颠沛流离，居然将这所他接手时只有三个学院、十六个系的大学办成了拥有七个学院、二十七个学系全国最完整的两所大学之一。",
    "transEnglish": "In 1936,Zhu Kezhen was appointed as the principal of Zhejiang University.Even before then,he had been a famous natural scientist.From 1936 to 1949,Zhu Kezhen worked as the university principal for 13 years.In the extremely hostile environment filled with converging attacks by continuous wars and various university affairs,being homeless and miserable,he trudged 5,000 li and drifted from place to place through 5 provinces,with the university location being changed 5 times.He actually developed the university into one of the nation's two most integrated universities composed of 7 schools and 27 departments,compared with only 3 schools and 16 departments when he took it over。",
    "userTranslate": " ",
    "score": 106.5
  },
  {
    "id": "cet4151203",
    "title": "CET4translate151203",
    "transDirection": "Directions: For this part, you are allowed 30 minutes to translate a passage from Chinese into English.You should write your answer on Answer Sheet 2.",
    "transChinese": "乒乓球在中国是一项颇受欢迎和推崇的运动。长期以来，它的确是中国唯一的运动，似乎集足球、篮球和棒球于一身，但却更受欢迎。任何人都可以打乒乓球，所需的只是一副拍子(paddle)、一个球、一张桌子和一张网而已，这些都易于临时拼凑(improvise)。人们可以在休息间隙或消磨时间时打兵兵球。在中国的学校、工厂甚至某些公司里，都能找到乒兵球桌。",
    "transEnglish": "Table tennis is a sport which gains much popularity and praise in China. For a long time, it has really been the only sport in China and seemed to set football,basketball and baseball all rolled into one, but it was more popular. Anyone can play table tennis, for all required are a pair of paddles and ball and a table and net, which are easy to be improvised. People can play it when taking a break or killing time.You can find table-tennis tables in schools, factories or even some companies all over China。",
    "userTranslate": " ",
    "score": 106.5
  },
  {
    "id": "cet4151204",
    "title": "CET4translate151204",
    "transDirection": "Directions: For this part, you are allowed 30 minutes to translate a passage from Chinese into English.You should write your answer on Answer Sheet 2.",
    "transChinese": "如今，越来越多的大学生抱怨很难找到好工作。造成这一现象的原因如下：首先，大学生把在校的大多数 时间都用在了专业学科学习上，只有当他们开始找工作的时候，才意识到自己缺乏必要的职业培训。其次，大 学生之间的竞争也越来越激烈，这导致任何一名大学生找到工作的机会都变小了。因此，强烈建议大学生在课余时间做一些兼职工作，以积累相关的工作经验。",
    "transEnglish": "Nowadays, more and more university students complain about having great difficulties in finding a good job. The reasons for this phenomenon are as follows: First, college students spend most of their time at school studying academic subjects and it is only when they start looking for a job that they realize they lack necessary job training. Second, competition among graduates has become more and more fierce. And this results in a decreased chance for any individual graduate to find a job. Therefore, it is highly suggested that college students should do some part-time jobs in their spare time to accumulate relevant working experience。",
    "userTranslate": " ",
    "score": 106.5
  },
  {
    "id": "cet4151205",
    "title": "CET4translate151205",
    "transDirection": "Directions: For this part, you are allowed 30 minutes to translate a passage from Chinese into English.You should write your answer on Answer Sheet 2.",
    "transChinese": "中国一个幅员辽阔、资源丰富、历史悠久的多民族国家，每个民族都有其独特的丰富菜肴。地域菜系在地理环境、气候、文化传统、民族风俗和其他因素的影响下经过悠久历史的发展已经成形。最有影响力、最具代表性的是鲁、川、粵、闽、苏、浙、湘、徽菜系，这八种被人们称为“八大菜系”。中国的“八大菜系”是以多种多样的烹饪方法区分的，各有其长处。",
    "transEnglish": "China is a time-honored multi-ethnics nation with a vast territory and abundant resources, and every ethnic group has its unique abundant dishes. Regional cuisines have taken shape after long-history evolution under the influence of geographical environment, climate, cultural tradition, folk customs and other factors. The most influential and representative ones are Lu, Chuan，Yue, Min, Su，Zhe, Xiang and Hui Cuisines, which are commonly known as “Eight Major Cuisines”. Dishes in the “Eight Major Cuisines” in China are characterized by diversified cooking skills, with each having its strong points。",
    "userTranslate": " ",
    "score": 106.5
  },
  {
    "id": "cet4151206",
    "title": "CET4translate151206",
    "transDirection": "Directions: For this part, you are allowed 30 minutes to translate a passage from Chinese into English.You should write your answer on Answer Sheet 2.",
    "transChinese": "中国城市化(urbanization)将会充分释放潜在内需(domestic demand)。一些经济学家指出，在中国几乎所有的发展中城市都面临着城市化的进程。这使得许多人的生活水平有所提高，也为人们提供更多的就业机会。随着越来越多的人向城市迁徙，住房及城市基础设施建设(infrastructure construction)，包括水源等能源的供应将会成为城市发展的焦点问题。商品与服务的自由、快速流通是城市化社会的一项基本特征。逐渐扩张的城市需要更多的零售店来满足消费者的需求。",
    "transEnglish": "China’s urbanization will release the full potential of domestic demand. Some economists point out that urbanization is a process that is occurring in nearly every developing city in the country. It will lead to a better quality of life for many people，and provide individuals with more job opportunities. The construction of housing and city infrastructure, in?cluding water and energy supplies, will be a focal point of urban develop?ment as more people migrate to cities. Urbanization means better access to educational and medical resources in the city. But it also predicts less use of personal vehicles and more use of public transportation. The fast, free flow of goods and services is a basic trait of an urbanized society. Ex-panding cities require more retail outlets to serve customers。",
    "userTranslate": " ",
    "score": 106.5
  },
  {
    "id": "cet4151207",
    "title": "CET4translate151207",
    "transDirection": "Directions: For this part, you are allowed 30 minutes to translate a passage from Chinese into English.You should write your answer on Answer Sheet 2.",
    "transChinese": "现代人类约公元前50000年第一次从中亚或印度来到中国。这些石器时代(Stone Age)的人，居住在洞穴中，穿着毛皮。公元前4000年左右，这些人开始种植水稻，并饲养羊和鸡。约公元前3000年，他们开始使用陶器(pottery)并住在房子里。到公元前2000年，中国人已进入青铜时代(Bronze Age)，并开始用于写字。约公元前700年，中国的金属工人学会制作铁器工具和武器。",
    "transEnglish": "Modem humans first came to China from Central Asia or India about 50,000 BC. These were Stone Age people, who lived in caves and wore fur and leather. By around 4,000 BC, these people were starting to farm rice and keep sheep and chickens. By about 3,000 BC, they were using pottery and living in houses. By 2,000 BC，Chinese people had entered the Bronze Age and had begun to use writing. By about 700 BC， Chinese metal-workers learned to make iron tools and weapons。",
    "userTranslate": " ",
    "score": 106.5
  },
  {
    "id": "cet4151208",
    "title": "CET4translate151208",
    "transDirection": "Directions: For this part, you are allowed 30 minutes to translate a passage from Chinese into English.You should write your answer on Answer Sheet 2.",
    "transChinese": "许多刚毕业的大学生找不到工作，在校学生则担心他们的未来。多个调查显示，三分之二的中国毕业生想在政府或者国有企业工作，而不是为中国令人瞩目的经济增长提供动力的民营企业。政府和国有企业被认为能免受经济萧条的影响。如今几乎没有大学生愿意放弃政府的铁饭碗而下海、加入初创企业或自己创业。",
    "transEnglish": "Many recent college graduates can’t find a job and students are fearful about their future. Two-thirds of Chinese graduates say they want to work either in the government or state-owned firms，which are seen as recession-proof, rather than at the private companies that have powered China’s remarkable economic climb, surveys indicate. Few college stu?dents today, according to the surveys, are ready to leave the safe shores of government work and jump into the sea to join startups or go into business。",
    "userTranslate": " ",
    "score": 106.5
  },
  {
    "id": "cet4151209",
    "title": "CET4translate151209",
    "transDirection": "Directions: For this part, you are allowed 30 minutes to translate a passage from Chinese into English.You should write your answer on Answer Sheet 2.",
    "transChinese": "茶马古道(Tea-horse Ancient Road)两边，生活着20多个少数民族。不同的地方有着各自美丽而神奇的自然风景和传统文化，比如：大理，丽江古城，香格里拉(Shangrila)，雅鲁藏布江大峡谷和布达拉宫(Potala Palace)。古道的两旁有庙宇、岩石壁画、骚站(post house)，古桥和木板路，还有少数民族舞蹈和民族服装。时至今天，虽然这条古道的踪迹都消失了，但它的文化和历史价值仍然存在。",
    "transEnglish": "Along the Tea-horse Ancient Road lived more than 20 minori?ties. Concentrations of beautiful and mysterious natural landscapes and traditional cultures developed in various sites，including Dali old city, Lijiang old city, Shangrila, Yarlung Zangbo River Grand Canyon, Potala Palace. The road features temples, rock paintings, post houses, ancient bridges and plank roads. It is also home to many national minorities and their dances and folk customs. Today, although the traces of the ancient road are fading away, its cultural and historic values remain。",
    "userTranslate": " ",
    "score": 106.5
  },
  {
    "id": "cet4151210",
    "title": "CET4translate151210",
    "transDirection": "Directions: For this part, you are allowed 30 minutes to translate a passage from Chinese into English.You should write your answer on Answer Sheet 2.",
    "transChinese": "联合国下属机构世界旅游组织(World Tourism Organization)公布的数据显示，中国游客对全球旅游业的贡献最大。中国人去年花在出境游上的支出膨胀至1020亿美元，同2011年相比增长了40%。联合国世界旅游组织在其网站上发布的一份声明中说，这一增幅令中国迅速超越德国和美国。后两者在之前是出境游支出最高的两个国家。2012年德美两国出境旅游支出均同比增长6%，约840亿美元。",
    "transEnglish": "The figures from the United Nations World Tourism Organization show that Chinese travelers are making the most contributions to the global tourism industry. Chinese travelers spent a record $102 billion on outbound tourism last year, a 40% rise from 2011. That surge sent China screaming past Germany and the U.S. — the former No. 1 and No. 2 spenders, respectively 一 which both saw tourist outlays increase 6% year- on-year to around $84 billion in 2012, the UNWTO said in a statement on its website。",
    "userTranslate": " ",
    "score": 106.5
  }
]